import React from 'react'
import Layout from '../components/Layout'

export default function Politikakonfidiatalnost() {
  return (

    <Layout>
      <section>
        <div className='h-[618px] w-full bg-[url("https://www.byd.com/content/dam/byd-site/uz/privacy/privacy-PC.jpg")] bg-center'>
          <h1 className='text-6xl text-white font-semibold pt-[250px] pl-[100px]'>PRIVACY & LEGAL</h1>
        </div>
        <div>
          <h1 className='text-4xl font-bold p-20 px-[350px]'>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>
          <h1 className='p-4 text-gray-600 '>Вступает в силу с [] апреля 2023 года</h1>
          <h1 className='p-4 text-gray-600'>Опубликовано: [] апреля, 2023 года</h1>
        </div>
        <br />
        <div className='px-20'>
          <h1 className='text-gray-00 font-medium '>ООО "BYD Central Asia" прилагает все усилия для защиты и соблюдения вашей конфиденциальности. Настоящий документ описывает,
            как будут обрабатываться ваши персональные данные, когда вы пользуетесь нашим сайтом или нашими услугами.</h1>
          <br />
          <h1 className='text-gray-600'>Ниже вы можете найти:</h1>
          <br />
        </div>
        <div className='text-red-500 p-20'>
          <h1 className='text-[20px]'>
            · 1 Введение<br />
            <br />
            · 2 Обработка персональных данных<br />
            <br />
            · 3 Какие данные мы собираем и как мы используем вашу информацию<br />
            <br />
            · 4 Срок хранения<br />
            <br />
            · 5 Ограничение цели<br />
            <br />
            · 6 Безопасность Персональных Данных<br />
            <br />
            · 7 Предоставление Персональных Данных<br />
            <br />
            · 8 Международная Передача<br />
            <br />
            · 9 Права в отношении Персональных Данных<br />
            <br />
            · 10 Вопросы и запросы<br />
            <br />

            · 11 Как мы будем обновлять настоящую Политику Конфиденциальности</h1>
        </div>
        <div className='text-gray-600 p-10'>
          <h1 className='p-10'>Настоящая Политика Конфиденциальности не распространяется на наших уполномоченных розничных продавцов или третьих лиц, которым вы непосредственно предоставляете свою информацию, включая, но не ограничиваясь этим, службы подписки, страховые компании и другие третьи лица. Эти организации независимы от нас и сами отвечают за сбор информации.
            За дополнительной информацией обращайтесь непосредственно к этим организациям и их политике конфиденциальности.
          </h1>
          <b className='text-black'>
            1 Введение
            <a id='1'>
            </a>
          </b>
          <p>
            <br />
            Настоящая Политика Конфиденциальности (далее - "Политика") предоставляет информацию об обработке персональных данных ООО BYD Central Asia в Узбекистане, частной компанией с ограниченной ответственностью, созданной в соответствии с законодательством Узбекистана, имеющей юридическое местонахождение в Ташкенте, и зарегистрированной по адресу: 3 этаж, ул. Ойбек 26, Мирабадский район, город Ташкент, Республика Узбекистан,
            а также ее дочерними и аффилированными компаниями (далее по отдельности и совместно именуемые "BYD Uzbekistan" "мы","нас" или "наш").
          </p> <br />
          <p>С BYD Uzbekistan можно связаться по следующим контактным данным:
          </p>
          <p>
            · Почтовый адрес: 3 этаж, ул.Ойбек 26, Мирабадский район, город Ташкент, Республика Узбекистан
          </p>

          <p>
            <br />
            · Адрес электронной почты:
          </p>
          <p>
            <br />
            BYD Uzbekistan является частью глобальной группы компаний BYD Company Limited, расположенной в Шэньчжэне, Китай.
          </p>
          <p>
            <br />
            Настоящая Политика применяется ко всем персональным данным, обрабатываемым BYD Uzbekistan и/или от имени BYD Uzbekistan, которые идентифицируют или могут идентифицировать лицо (далее - "Персональные данные").
            Эти лица в дальнейшем совместно именуются субъектами персональных данных (далее - "Субъекты Персональных Данных").
          </p>
          <h1>
            <br />
            BYD Uzbekistan оставляет за собой право периодически пересматривать и/или изменять Политику в целях соблюдения законодательства Республики Узбекистан,
            а также в любых других целях, которые BYD Uzbekistan сочтет необходимыми.
          </h1>
          <b className='text-black'>
            <br />
            2 Обработка персональных данных
            <a id='2'>
            </a>
          </b>
          <p>
            <br />
            Настоящая Политика устанавливает элементы, необходимые для соблюдения BYD Uzbekistan применимого законодательства, принципов и практики конфиденциальности, включая, но не ограничиваясь,
            Законом Республики Узбекистан о персональных данных от 02.07.2019 № ЗРУ-547 (далее - "Применимое Законодательство").
          </p>
          <p>
            <br />
            Политика является внешней политикой и направлена на Субъектов Персональных Данных, чьи Персональные Данные обрабатываются BYD Uzbekistan с целью, для которой была собрана информация. Настоящая Политика применяется к обработке Персональных данных, в которой BYD Uzbekistan выступает в качестве собственника базы персональных данных (собственник) и оператора базы персональных данных (оператор) в рамках Применимого Законодательства. Это происходит, когда BYD Uzbekistan
            определяет цель и способы обработки Персональных Данных Субъектов Персональных Данных в пределах целей настоящей Политики.
          </p>
          <p>
            <br />
            Для коммерческих целей у Субъектов Персональных Данных может быть запрошено предоставить свои Персональные Данные.
            В этом случае BYD Uzbekistan, его аффилированные лица и партнеры будут обязаны сохранять конфиденциальность такой информации.
          </p>
          <b className='text-black'>
            <br />
            3 Какие данные мы собираем, как и для каких целей мы используем ваши персональные данные?
            <a id='3'>
            </a>
          </b>
          <p>
            <br />
            В процессе предоставления наших услуг, у нас возникает необходимость в обработке персональных данных.
            Как правило, когда вы пользуетесь нашим сайтом или нашими услугами, мы обрабатываем следующие персональные данные:
          </p>
          <p>
            <br />
            · 1) Доступ и Использование Веб-сайта: Мы автоматически собираем ваши персональные идентификаторы (такие как Интернет Протокол (IP) адрес вашего устройства), информацию о местоположении (которая может быть определена по вашему адресу Интернет Протокола (IP)) для предоставления вам нашего Веб-сайта.
            Мы не храним ваш IP-адрес. Мы обрабатываем ваши вышеуказанные персональные данные в целях обеспечения законных интересов Компании.
          </p>
          <p>
            <br />
            · 2) Планирование тест-драйва: Мы собираем информацию о вашем местоположении, включая ваш почтовый индекс или ваш адрес, чтобы запланировать тест-драйв в местном розничном магазине. Мы также собираем такие данные как ваши имя, адрес электронной почты или номер телефона, а также выбранный вами вид транспортного средства, предпочитаемый способ связи, наименование выбранного вами дилера и его адрес, которые вы решили указать в веб-форме, для отправки запроса выбранному дилеру на тест-драйв.
            С этой целью мы обрабатываем ваши вышеуказанные персональные данные на основании выполнения нашего с вами договора.
          </p>
          <p>
            <br />
            · 3) Предоставление вашей конфигурации: Мы собираем такие данные как ваше имя, номер телефона или электронная почта после того, как вы отправили свою конфигурацию, чтобы выполнить ваш запрос на продукты и услуги на основании нашего с вами договора.
            С этой целью мы обрабатываем ваши вышеуказанные персональные данные на основании выполнения нашего с вами договора.
          </p>
          <p>
            <br />
            · 4) Связаться с нами / Отправить свой вопрос или комментарий: Мы можем собирать любую личную информацию, которую вы решите предоставить нам при нашем взаимодействии, чтобы ответить на ваши запросы и предоставить вам запрошенные услуги или продукты. Мы собираем такие данные как ваше имя и фамилия, номер телефона или ваш адрес электронной почты, ваш регион и почтовый индекс, выбранная вами тема, выбранный вами предпочтительный способ связи и ваши вопросы или комментарии к вашим запросам, чтобы предоставить вам запрашиваемые вами услуги или продукты. Для этого мы обрабатываем ваши вышеуказанные персональные данные в целях соблюдения законных интересов компании.
            Мы обрабатываем только те данные, которые абсолютно необходимы для ответа на ваш вопрос.
          </p>
          <p>
            <br />
            · Подписка на рассылку новостей: Мы можем собирать такие данные как ваш адрес электронной почты, чтобы предоставлять вам услуги и сообщать вам о наших продуктах, событиях и услугах. Для этой цели мы обрабатываем ваши персональные данные на основании вашего согласия. Если вы больше не хотите получать электронные письма рекламного характера, вы можете отказаться от их получения, нажав на кнопку "Отписаться" в письмах. Пожалуйста, имейте в виду, что мы можем продолжать
            отправлять вам сообщения о безопасности или вопросах обслуживания продукции, даже если вы откажетесь от получения маркетинговых сообщений.
          </p>
          <p>
            <br />
            Когда мы собираем у вас персональную информацию, как указано выше, мы делаем это с помощью файлов cookie и аналогичных технологий.
            Более подробную информацию о том, как мы используем файлы cookie на наших цифровых платформах, можно найти в нашем Положении о файлах cookie.
          </p>
          <p>
            <br />
            Наш Веб-сайт включает в себя функции социальных сетей, такие как виджеты Instagram, Facebook и Twitter. Эти функции могут собирать идентификаторы (например, ваш адрес интернет-протокола (IP)) и информацию об интернет-активности (например, какую страницу вы посещаете на нашем сайте). Для этого эти виджеты могут устанавливать cookie файлы или использовать другие технологии отслеживания. Функции и виджеты социальных сетей размещаются у
            третьей стороны, и ваше взаимодействие с этими функциями регулируется политикой конфиденциальности сторонних компаний, которые их предоставляют.
          </p>
          <b className='text-black'>
            <br />
            4 Срок хранения
            <a id='4'></a>
          </b>
          <p>
            <br />
            BYD не будет использовать и хранить Персональные Данные дольше, чем это необходимо для выполнения вышеуказанных целей, и уничтожит собранные Персональные Данные по истечении срока, необходимого для достижения целей, описанных в настоящей Политике, или для выполнения договорных обязательств,
            или в соответствии с разрешением или требованием Применимого Законодательства.
          </p>
          <p>
            <br />
            Если мы поддерживаем с вами отношения, мы храним вашу персональную информацию в течение 7 лет с момента окончания наших отношений. Мы храним вашу персональную информацию после прекращения наших отношений для создания, предъявления или защиты юридических требований.

          </p>
          <p>
            <br />
            Если мы получили вашу персональную информацию в результате запроса информации, тест-драйва или любой другой информации о любом из наших продуктов или услуг, мы храним вашу личную информацию в течение 1 года и 6 месяцев с даты сбора этой информации, если только в течение этого периода мы не установим с вами отношения.

          </p>
          <b className='text-black'>
            <br />
            5 Ограничение цели
            <a id='5'></a>
          </b>
          <p>
            <br />
            Персональные Данные могут обрабатываться только в том объеме, который необходим для описанных целей. Персональные Данные в принципе не могут обрабатываться для других целей, отличных от тех, для которых были собраны Персональные Данные. Если существует необходимость или потребность в обработке Персональных Данных для других целей, BYD Uzbekistan должен выяснить, совместимы ли цели предполагаемой обработки данных с первоначальными целями. BYD Uzbekistan должен предоставить Субъекту Персональных Данных информацию о другой цели до дальнейшей обработки и получить согласие Субъекта Персональных Данных на такие цели.
          </p>
          <b className='text-black'>
            <br />
            6 Безопасность Персональных Данных
            <a id='6'></a>
          </b>
          <p>
            <br />
            Мы стремимся поддерживать самые высокие стандарты безопасности, и BYD ввел в действие надежные технические и организационные меры для защиты ваших данных в соответствии с текущим, общим состоянием технологий, особенно для защиты данных от потери, фальсификации или доступа неуполномоченных третьих лиц. После получения ваших персональных данных мы будем использовать строгие процедуры и средства защиты для предотвращения несанкционированного доступа. Однако передача информации через Интернет не является полностью безопасной. Поэтому, несмотря на то, что мы делаем все возможное для защиты ваших персональных данных, мы не можем гарантировать безопасность ваших данных, передаваемых через наше Приложение. При неблагоприятном исходе, в случае инцидента с безопасностью персональных данных, мы незамедлительно сообщим об этом и примем меры по исправлению ситуации в соответствии с требованиями закона и регулирующих органов.

          </p>
          <b className='text-black'>
            <br />
            7 Предоставление Персональных Данных
            <a id='7'>
            </a>
          </b>
          <p>
            <br />
            Мы предоставляем информацию, указанную выше:
          </p>
          <p>
            <br />
            · 1) внутри BYD Group, которая включает в себя материнские компании, корпоративные филиалы, дочерние компании, бизнес-подразделения и другие компании, имеющие общую собственность;

          </p>
          <p>
            <br />
            · 2) Дилерам BYD для целей продаж, лизинга и обслуживания клиентов, например, для ответа на запросы о предоставлении предложений, диагностики, технического обслуживания и ремонта автомобиля, планирования сервисных встреч, а также для связи с вами и предоставления запрошенных услуг.

          </p>
          <p>
            <br />
            o i. BYD и Дилеры BYD являются отдельными юридическими лицами со своей собственной политикой конфиденциальности. Пожалуйста, имейте в виду, что каждый дилер действует как отдельное юридическое лицо, и вы должны прочитать заявление о конфиденциальности этого дилера, чтобы убедиться, что вы понимаете его политику и процедуры конфиденциальности. Кроме того, поскольку дилер BYD часто является первым контактным лицом с вами, он может ответить на любые ваши вопросы о политике конфиденциальности. Хотя BYD поощряет своих дилеров обеспечивать полное соблюдение всех применимых законов о конфиденциальности и предоставляет нашим дилерам информацию об обязательствах по конфиденциальности, BYD не несет ответственности за соблюдение дилерами применимого законодательства.

          </p>
          <p>
            <br />
            o ii. Нашим поставщикам и провайдерам услуг: мы можем раскрывать вашу информацию нашим сторонним провайдерам услуг, агентам, субподрядчикам и другим организациям для целей предоставления услуг нам или непосредственно вам от нашего имени. Такие третьи стороны могут включать поставщиков услуг облачных хранилищ (например, хостинг и управление электронной почтой) или другие третьи стороны, предоставляющие нам услуги.

          </p>
          <p>
            <br />
            · 3) Когда мы используем сторонних провайдеров услуг, мы передаем им только ту персональную информацию, которая необходима им для предоставления своих услуг, и у нас есть договор, который обязывает их хранить вашу информацию в безопасности и не использовать ее иначе, чем в соответствии с нашими конкретными инструкциями.

          </p>
          <p>
            <br />
            · 4) Другим организациям в юридических целях, целях безопасности или защиты. Мы можем передавать вашу информацию третьим лицам, правоохранительным или другим государственным органам для соблюдения закона или требований законодательства; для обеспечения соблюдения или применения наших Условий предоставления услуг и других соглашений; а также для защиты наших прав, собственности или безопасности наших пользователей или третьих лиц. Мы также можем раскрывать информацию о вас и вашем транспортном средстве, если у нас есть основания полагать, что кто-то наносит ущерб или вмешивается в наши права или собственность, других пользователей веб-сайтов или кого-либо еще, кому может быть нанесен ущерб в результате таких действий.

          </p>
          <p>
            <br />
            · 5) Другим компаниям в связи с корпоративной сделкой, если мы или некоторые или все наши активы будут приобретены другой компанией, в том числе в результате продажи в связи с банкротством, мы предоставим информацию, которой мы владеем, этой компании.

          </p>
          <p>
            <br />
            · 6) Опциональным Третьим Лицам (например, виджетам Instagram, Facebook и Twitter), которые вы авторизуете, с вашего прямого разрешения, мы также будем предоставлять вашу информацию выбранным вами третьим лицам ("Опциональные третьи лица"). Эти услуги или предложения от третьих лиц будут регулироваться их Условиями предоставления услуг и Положением о конфиденциальности, а не нашими. Если у вас есть какие-либо сомнения относительно сбора, использования или предоставления вашей персональной информации или вы хотите воспользоваться любыми имеющимися у вас правами, пожалуйста, обращайтесь непосредственно к Опциональным Третьим Лицам.

          </p>
          <p>
            <br />
            При предоставлении доступа к вашим персональным данным третьим лицам, мы примем необходимые договорные, технические и организационные меры для обеспечения того, чтобы ваши персональные данные обрабатывались только в той степени, в которой такая обработка необходима.

          </p>
          <p>
            <br />
            Во всех случаях BYD Uzbekistan будет прямо указывать, почему такая информация необходима, чтобы Субъекты Персональных Данных могли предоставить информацию по своему усмотрению. BYD Uzbekistan не будет раскрывать Персональные Данные, предоставленные Субъектами Персональных Данных, какой-либо стороне, кроме самого BYD Uzbekistan, без предварительного разрешения Субъекта Персональных Данных.

          </p>
          <b className='text-black'>
            <br />
            8 Международная Передача

            <a id='8'>
            </a>
          </b>
          <p>
            <br />
            BYD Uzbekistan может передавать Персональные Данные третьей стране или международным организациям за пределами Узбекистана, например, в Китай, и это должно происходить только в соответствии с Применимым Законодательством, и при наличии соответствующих гарантий, обеспечивающих уровень защиты Субъектов Персональных Данных, требуемый Применимым Законодательством. Если вы хотите узнать более подробную информацию о передаче ваших персональных данных и любой стране, в которую передаются ваши персональные данные, пожалуйста, свяжитесь с нами, используя контактную информацию, указанную ниже в разделе 10.

          </p>
          <b className='text-black'>
            <br />
            9 Права в отношении Персональных Данных
            <a id='9'>
            </a>
          </b>
          <p>
            <br />
            Как правило, вы имеете право попросить нас:

          </p>
          <p>
            <br />
            · предоставить доступ к вашим персональным данным, которые мы храним, и их копию

          </p>
          <p>
            <br />
            · о том чтобы некоторые из ваших персональных данных были предоставлены вам или отправлены другому владельцу и (оператору) в общепринятом, машиночитаемом формате

          </p>
          <p>
            <br />
            · обновить или исправить ваши персональные данные, чтобы сделать их точными

          </p>
          <p>
            <br />
            · удалить ваши персональные данные из наших записей при определенных обстоятельствах
          </p>
          <p>
            <br />
            · ограничить обработку ваших персональных данных при определенных обстоятельствах.

          </p>
          <p>
            <br />
            Вы также можете иметь право:

          </p>
          <p>
            <br />
            · возражать против обработки нами ваших персональных данных при определенных обстоятельствах (например, в случае, если мы обрабатываем ваши данные в целях прямого маркетинга);

          </p>
          <p>
            <br />
            · получать по запросу информацию об обработке персональных данных от нас;

          </p>

          <br />
          <p>
            <br />
            · получать информацию об условиях предоставления доступа к вашим персональным данным;
          </p>
          <p>
            <br />
            · обращаться по вопросам защиты прав и законных интересов в отношении ваших персональных данных в уполномоченный орган в области персональных данных или суд;

          </p>
          <p>
            <br />
            · дать согласие на обработку своих персональных данных и отозвать такое согласие, кроме случаев, предусмотренных Применимым Законодательством;

          </p>
          <p>
            <br />
            · дать согласие нам, а также третьему лицу на распространение ваших персональных данных в общедоступных источниках персональных данных;
          </p>
          <p>
            <br />
            · требовать от нас временного приостановления обработки ваших персональных данных, в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для целей обработки.

          </p>
          <p>
            <br />
            Для реализации этих прав, пожалуйста, свяжитесь с нами, используя контактную информацию, указанную ниже в разделе 10.
          </p>
          <p>
            <br />
            Эти права могут быть ограничены в некоторых случаях - например, если мы сможем доказать, что у нас есть законное требование обрабатывать ваши данные, или если предоставление вам информации приведет к раскрытию личных данных другого лица, или если мы по закону не имеем права раскрывать такую информацию. В некоторых случаях это может означать, что мы можем сохранить данные, даже если вы отзовете свое согласие.
          </p>

          <p>
            <br />
            Мы надеемся, что сможем удовлетворить любые ваши запросы о том, как мы обрабатываем ваши данные. Если у вас есть какие-либо сомнения по поводу того, как мы обрабатываем ваши данные, вы можете связаться с нами, как описано ниже в разделе "Если у вас есть вопросы по поводу ваших данных".
          </p>

          <p>
            <br />
            Если у вас остались нерешенные вопросы, вы также имеете право подать жалобу в контролирующий орган, в частности, в орган по защите данных по месту вашего постоянного проживания или работы.
          </p>

          <p>
            <br />
            Кроме того, имейте в виду, что если нам требуются персональные данные для выполнения юридических или договорных обязательств, то предоставление таких данных является обязательным: если такие данные не будут предоставлены, то мы не сможем контролировать наши договорные отношения или выполнять возложенные на нас обязательства. Во всех остальных случаях предоставление запрашиваемых персональных данных является необязательным.
          </p>
          <b className='text-black'>
            <br />
            10 Вопросы и запросы
            <a id='10'>
            </a>
          </b>
          <p>
            <br />
            Если у вас возникли вопросы по поводу обработки ваших персональных данных, пожалуйста, сначала прочитайте данное Положение о конфиденциальности. Если у вас есть дополнительные вопросы, пожалуйста, свяжитесь с сотрудником BYD по защите данных или напишите нам по адресу ООО BYD Central Asia 3 этаж, ул. Ойбек 26, Мирабадский район, город Ташкент, Республика Узбекистан. Пожалуйста, обратите внимание на то, что мы очень серьезно относимся к удовлетворению ваших запросов. Если у вас есть жалоба, пожалуйста, направьте ее на тот же адрес электронной почты, и мы ответим вам как можно скорее.

          </p>
          <p>
            <br />
            Вы, также, можете подать жалобу в орган по защите персональных данных страны, в которой вы проживаете. Найти органы по защите данных в Узбекистане можно на этом сайте https://dpm.uz/.
          </p>
          <b className='text-black'>
            <br />
            11 Как мы будем обновлять настоящую Политику Конфиденциальности
            <a id='11'>
            </a>
          </b>
          <p>
            <br />
            Мы можем обновлять настоящую Политику Конфиденциальности в соответствии с изменениями в наших деловых функциях и мерах, касающихся защиты личной информации. Если мы внесем изменения в настоящую Политику конфиденциальности, мы уведомим вас об этом через наш веб-сайт. Если изменения в настоящей Политике Конфиденциальности окажут фундаментальное влияние на характер обработки или иным образом существенно повлияют на вас, мы уведомим вас об этом заблаговременно, чтобы у вас была возможность реализовать имеющиеся у вас права.

          </p>
        </div>
      </section>
    </Layout>

  )
}
