import React from 'react'
import Layout from '../components/Layout'

export const Usage = () => {
    return (
        <Layout>
            <section>
                <div className='h-[618px] w-full'>
                    <img className='w-full  absolute -z-10' src="https://www.byd.com/content/dam/byd-site/uz/privacy/privacy-PC.jpg" alt="" />
                    <h1 className='text-6xl text-white font-semibold pt-[250px] pl-[100px]'>PRIVACY & LEGAL</h1>
                </div>
                <div>
                    <h1 className='text-xl font-bold p-10 px-[500px]'>УСЛОВИЯ ИСПОЛЬЗОВАНИЯ</h1>
                    <h1 className='p-10 text-gray-500'>Добро пожаловать на сайт BYD, заходя и используя наш сайт, посетители обязаны соблюдать
                        настоящие Условия без ограничений и оговорок. Настоящие Условия должны рассматриваться вместе с Политикой Конфиденциальности
                        и Политикой Файлов Cookies для веб-сайта, в которых говорится о том, как мы собираем и используем персональные данные,
                        которые вы предоставляете нам или которые мы собираем.</h1>
                    <div>
                        <h1 className='text-xl font-bold px-[50px]'>ИНФОРМАЦИЯ О НАС</h1>
                        <h1 className='p-10 text-gray-500'>Веб-сайт "BYD Uzbekistan" (www.byd.com/uz), управляемый ООО "BYD Central Asia", держит вас в курсе глобальной
                            информации и рекламы о товарах и услугах BYD и многом другом. Товары, представляемые BYD на этом сайте,
                            предназначены только для рынка Узбекистана.</h1>
                        <div>
                            <h1 className='text-xl font-bold px-[50px]'>ПОДРОБНАЯ ИНФОРМАЦИЯ О ТРАНСПОРТНЫХ СРЕДСТВАХ</h1>
                            <h1 className='p-10 text-gray-500'>Все статистики, данные, приведенные для транспортных средств на этом сайте, измерены в контролируемой
                                среде в соответствии с действующим законодательством. Измерения проводятся на стандартном серийном транспортном средстве.
                                На практике на характеристики транспортных средств могут влиять такие факторы, как погодные условия, нагрузка, давление в шинах,
                                поведение водителя и т.д.</h1>
                            <div>
                                <h1 className='text-xl font-bold px-[50px]'>ЦЕНЫ</h1>
                                <h1 className='p-10 text-gray-500'>Пожалуйста, имейте в виду, что цены, указанные на нашем сайте
                                    [являются только показательными] и не являются офертой на продажу товаров и услуг BYD.
                                    Цены могут быть изменены в зависимости от таких факторов, как конкретные технические характеристики
                                    транспортных средств.</h1>
                            </div>
                            <div>
                                <h1 className='text-xl font-bold px-[50px]'>НАШИ ДИЛЕРЫ</h1>
                                <h1 className='p-10 text-gray-500'>Наши транспортные средства, другие товары и услуги
                                    (вместе именуемые в настоящих Условиях "транспортные средства") продаются в Узбекистане через официальных дилеров.
                                    Примите во внимание, что хотя такие дилеры продают транспортные средства BYD, они не выступают в качестве агентов BYD.
                                    Настоящие Условия не распространяются на веб-сайты,
                                    управляемые дилерами, и каждый веб-сайт дилера должен
                                    подчиняться своим собственным условиям использования.</h1>
                            </div>
                            <div>
                                <h1 className='text-xl font-bold px-[50px]'>ТЕСТ-ДРАЙВЫ</h1>
                                <h1 className='p-10 text-gray-500'>Вы можете использовать этот сайт для запроса тест-драйва транспортного
                                    средства (или транспортных средств), представленного на сайте. Имейте в виду, что отправка запроса на
                                    тест-драйв не гарантирует, что вам будет предложен тест-драйв.Тест-драйвы предлагаются в зависимости от
                                    статуса, условий и положений, наличия транспортного средства и дилера. Для получения дополнительной
                                    информации о записи на тест-драйв, пожалуйста, свяжитесь с нами или с одним из наших дилеров.</h1>
                            </div>
                            <div>
                                <h1 className='text-xl font-bold px-[50px] p-10'>АКЦИИ</h1>
                                <h1 className='p-10 text-gray-500'>Время от времени мы можем проводить на сайте рекламные акции.
                                    Если вы хотите принять участие в такой акции, пожалуйста,
                                    сначала ознакомьтесь с условиями и правилами акции, поскольку
                                    они будут применяться к любой поданной вами заявке.</h1>
                            </div>
                            <div>
                                <h1 className='text-xl font-bold px-[50px] p-10'>ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</h1>
                                <h1 className='p-10 text-gray-500'>Все материалы на этом сайте защищены законами
                                    об авторском праве и другими применимыми законами каждой страны.
                                    Права интеллектуальной собственности BYD (включая авторские права, права на товарные знаки и патентные права)
                                    будут, остаются исключительной собственностью BYD. За исключением личного, некоммерческого внутреннего использования,
                                    материалы запрещено использовать (включая, без ограничений, копирование, изменение, воспроизведение полностью или частично, загрузку),
                                    без получения предварительного письменного согласия BYD.</h1>
                            </div>
                            <div>
                                <h1 className='text-xl font-bold px-[50px] p-10'>ТОВАРНЫЙ ЗНАК</h1>
                                <h1 className='p-10 text-gray-500'>Товарный знак, логотипы, изображения и упоминания услуг на этом сайте являются собственностью BYD. Они не могут быть использованы,
                                    загружены, скопированы или распространены каким-либо образом без предварительного письменного согласия BYD.</h1>
                            </div>
                            <div>
                                <h1 className='text-xl font-bold px-[50px] p-10'>ГИПЕРССЫЛКИ</h1>
                                <h1 className='p-10 text-gray-500'>Наш сайт может содержать гиперссылки на другие полностью независимые интернет-сайты.
                                    BYD не гарантирует точность, полноту или достоверность информации, содержащейся в любой такой гиперссылке или на любом другом интернет-сайте.
                                    Риски, связанные с посещением таких связанных интернет сайтов, полностью несет посетитель.</h1>
                            </div>
                            <div>
                                <h1 className='text-xl font-bold px-[50px] p-10'>Никаких заверений или гарантий точности</h1>
                                <h1 className='p-10 text-gray-500'>Хотя BYD прилагает все усилия для предоставления точной информации,
                                    точность информации на этом сайте не гарантируется.</h1>
                            </div>
                            <div>
                                <h1 className='text-xl font-bold px-[50px] p-10'>ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ</h1>
                                <h1 className='p-10 text-gray-500'>BYD категорически отказывается от любой ответственности за прямой, косвенный, случайный или специальный ущерб,
                                    возникший в результате или каким-либо образом связанный с вашим доступом или использованием веб-сайта BYD, включая, но не ограничиваясь, потери или ущерб,
                                    вызванный компьютерными вирусами или использованием информации на веб-сайте BYD.</h1>
                            </div>
                            <div>
                                <h1 className='text-xl font-bold px-[50px] p-10'>ИЗМЕНЕНИЕ УСЛОВИЙ</h1>
                                <h1 className='p-10 text-gray-500'>Мы оставляем за собой право время от времени вносить изменения в настоящие Условия.
                                    Любые изменения будут опубликованы на этой странице и вступят в силу с момента их опубликования.
                                    Заходя на сайт и используя его после изменения Условий, вы соглашаетесь руководствоваться обновленными Условиями.</h1>
                            </div>
                        </div>
                    </div>
                </div>
            </section>
        </Layout>
    )
}
